Repository: sugar-activities/4552-activity
Catalog: po/*.po
Languages: bn_in, mn, mr, ne, ps, rw, sl, ta, te, ur

source: Record
bn_in: রেকর্ড
mn: Бичлэг хийх
mr: नोंद करणे
ne: खिच
ps: ریکارډ
rw: Gufatamajwi
sl: Snemalnik
ta: பதிதல்
te: రికార్డు చేయి
ur: ریکارڈ

source: %(1)s minute
ne: %(१) मिनेट

source: %(1)s second
ne: %(१) सेकेन्ड

source: Photo
bn_in: ফটো
mn: Зураг
mr: छायाचित्र
ne: तस्बिर
ps: انځور
rw: ifoto
sl: Fotografiraj
ta: புகைப்படம்
te: పటము
ur: فوٹو

source: Video
bn_in: ভিডিও
mn: Видео
mr: दूरचित्रवाणी
ne: भिडियो
ps: لیدیز
rw: Isohora mashusho
sl: Snemaj video
ta: நிகழ்படம்
te: చలనచిత్రము
ur: وڈيو

source: Audio
bn_in: অডিও
mn: Дуу
mr: आवाज
ne: आवाज
ps: اوریز
rw: Isohora majwi
sl: Snemaj zvok
ta: ஒலி
te: ధ్వని
ur: آڈیو

source: Time Lapse
bn_in: সময় সীমা
mn: Хугацааны хурдасгуур
mr: वेळ निघून जाणे
ne: गएको समय
ps: تېر-مهال
rw: igihe cyarangiye
sl: Časovni zamik
ta: எடுத்த நேரம்
te: కాలక్రమేణా
ur: گزرا وقت

source: Animation
bn_in: অ্যানিমেশন
mn: Хөдөлгөөнт зураг
mr: ऍनिमेशन
ne: सजिबता
ps: سېلن
rw: kwerekana amashusho muburyo bunyuranamo
sl: Animacija
ta: அசைவூட்டம்
te: ఊహా చలనచిత్రము
ur: اینیمشن

source: Panorama
bn_in: প্যানারোমা
mn: Панорам
mr: पॅनोरमा
ne: सर्वतोव्यापी दृश्य
ps: هراړخیزه منظره
ta: பரந்த தோற்றம்
te: పనోరమా
ur: پينوراما

source: Interview
bn_in: সাক্ষাৎকার
mn: Ярилцлага
mr: मुलाखत
ne: अन्तर्वार्ता
ps: مرکه
rw: isuzumabumenyi
sl: Intervju
ta: நேர்காணல்
te: సంభాషణ
ur: انٹرويو

source: %(1)s by %(2)s
bn_in: %(2)s এর %(1)s
mn: %(2)s-гын %(1)s
mr: %(१)s बाय %(२)s
ne: %(2)s ले खिचेको %1(s)
ps: %(1)s پر %(2)s
rw: %(1)s na %(2)s
sl: %(1)s posnel %(2)s
ta: %(1)கள் இல் %(2)கள்
te: %(1)s బై %(2)s
ur: %(1)s از %(2)

source: Title:
bn_in: শিরোনাম:
mn: Гарчиг:
mr: शिर्षक
ne: शिर्षक:
ps: سرلیک:
rw: umutwe w`amagambo
sl: Naslov:
ta: தலைப்பு:
te: పీఠిక:
ur: عنوان:

source: Recorder:
bn_in: রেকর্ডার:
mn: Дуу хураагуур:
mr: नोंद करणारे
ne: रिर्कडर:
ps: ثبتونکی:
rw: Igifata amajwi
sl: Snemalec:
ta: பதிவு செய்பவர்:
te: రికార్డరు:
ur: ریکارڈر:

source: Date:
bn_in: তারিখ:
mn: Огноо:
mr: तारीख
ne: मिति:
ps: نیټه:
rw: Itariki
sl: Datum:
ta: திகதி:
te: తేదీ:
ur: تاریخ:

source: Tags:
bn_in: ট্যাগ:
mn: Шошго:
mr: लेबल
ne: चिन्ह:
ps: وروستۍ برخې:
sl: Oznake:
ta: சீட்டுக்கள்
te: గుర్తింపు చీటీలు :
ur: ٹیگ:

source: Saving
bn_in: সেইভ করা হচ্ছে
mn: Хадгалж байна
mr: शिल्लक
ne: बचत गर्दै
ps: ساتنه
rw: kubika
sl: Shranjujem
ta: சேமிக்கப்படுகிறது
te: బద్రపరచుతున్నా
ur: محفوظ کر رہا ہے

source: Finished recording
bn_in: রেকর্ডিং শেষ হয়েছে
mn: Бичлэг хийж дууслаа
mr: नोंद पूर्ण झाली
ne: खिचेर सकियो
ps: رېکارډونه پای ته ورسېده
rw: kurangiza gufata amajwi
sl: Končal snemanje
ta: பதிவு முடிவடைந்துள்ளது
te: రికార్డింగు పూర్తయినది
ur: ریکارڈ کرنا مکمل

source: Remove
bn_in: মোছো
mn: Устгах
mr: काढून टाकणे
ne: हटाउ
ps: لرکول
rw: Kuraho
sl: Odstrani
ta: அகற்றுதல்
te: తీసివేయి
ur: ہٹائیں

source: Stopped recording
bn_in: থামানো রেকর্ডিং
mn: Бичлэгийг зогсоолоо
mr: नोंद करणे थांबवा
ne: खिच्न रोकियो
ps: ركارډ تم كړئ
rw: guhagarika gufata amajwi
sl: Snemanje ustavljeno
ta: பதிவு நிறுத்ப்பட்டது
te: రికార్డింగు ఆగినది
ur: ریکارڈنگ روک دی

source: Copy to clipboard
bn_in: ক্লিপবোর্ডে কপি করো
mn: Самбарт хуулах
mr: क्लीपबोर्ड वरती छापा
ne: क्लिपबोर्डमा सार
ps: ټوټه دړې ته لمېسل
rw: Koporora ushyire ku kibaho
sl: Kopiraj na namizje
ta: மறைப்பலகைக்கு பிரதி செய்
te: క్లిప్ బోర్డ్ కు నకలు చేయి
ur: تختہ تراش پر نقل کریں

source: Timer:
bn_in: সময় গণনাকারী:
mn: Тоолуур:
mr: वेळ मोजणे
ne: समय सुचक:
ps: مهالښود:
rw: ikintu kigendera kugihe
sl: Štoparica:
ta: நேரக்கணிப்பாளர்
te: టైమరు:
ur: گهڑی:

source: Duration:
bn_in: সময়সীমা:
mn: Үргэлжлэх хугацаа:
mr: वेळ
ne: अवधि:
ps: موده:
rw: igihe
sl: Trajanje:
ta: கால அளவு
te: సమయము:
ur: دورانیہ:

source: Remaining:
ne: टिकेको:
ps: پاتې:
ta: மீதமுள்ள்:

source: Immediate
bn_in: শীঘ্রই
mn: Яаралтай
mr: त्वरित
ne: तुरून्त
ps: سمدستي
rw: akokanya
sl: Takojšnje
ta: உடணடியாக
te: వెంటనే
ur: فوری

source: Play
bn_in: চালাও
mn: Үзэх
mr: खेळा
ne: खेल
ps: غږول
rw: gukina
sl: Predvajaj
ta: இயக்கு
te: ఆడు
ur: چلائیں

source: Pause
bn_in: স্থগিত করো
mn: Завсарлах
mr: थांबा
ne: रोक
ps: ځنډ
rw: Guhagarika by`akanya gato
sl: Premor
ta: இடைநிறுத்து
te: ఆపు
ur: توقف کریں

source: Add frame
bn_in: ফ্রেম যোগ করো
mn: Хүрээ нэмэх
mr: चौकट बनवा
ne: फ्रेम जोड
ps: چوکاټ زیاتول
rw: Ongeraho frame
sl: Dodaj sličico
ta: சட்டம் சேர்
te: ఫ్రేము చేర్చు
ur: فریم اضافہ کریں

source: Remove frame
bn_in: ফ্রেম মোছো
mn: Хүрээг арилгах
mr: चौकट काढून टाका
ne: फ्रेम हटाउ
ps: چوکاټ لرکول
rw: Kuraho frame
sl: Odstrani sličico
ta: சட்டம் அகற்று
te: ఫ్రేము తీసివేయి
ur: فریم ہٹا دیں

source: %(1)s frames per second
bn_in: প্রতি সেকেন্ডে %(1)s ফ্রেম
mn: Секунд тутамд %(1)s кадр
mr: %(1)s चौकट प्रती सेकंद
ne: %(1)s फ्रेम प्रति सेकेण्ड
ps: %(1)s چوکاټه پر ثانیه
rw: %(1)s frames ku isegonda
sl: %(1)s sličic na sekundo
ta: %(1)கள் வினாடிக்குரிய சட்டங்கள்
te: సెకనునుకు %(1)s ఫ్రేములు
ur: %(1)s فریم فی سیکنڈ

source: Quality
bn_in: মান
ne: गुणस्तर

source: Default
bn_in: ডিফল্ট
mn: Ердийн
mr: डीफॉल्ट
ne: डिफल्ट
ps: تلواله
rw: ikintu kiri muburyo butemewe
sl: Prednastavljena
ta: முன்னியல்பான
te: అప్రమేయం
ur: ڈيفالٹ

source: Best
bn_in: সেরা
mn: Хамгийн сайн
mr: सर्वोत्तम
ne: सर्वोत्तम
ps: ترټولو غوره
rw: ikiza
sl: Najboljša
ta: சிறந்தது
te: అత్యుత్తమం
ur: بہترين

source: High
bn_in: উচ্চ
mn: Өндөр
mr: उच्च
ne: ठुलो
ps: لوړ
rw: Hejuru
sl: Visoka
ta: உயரம்
te: ఉత్తమమైన
ur: اونچا

source: Low
bn_in: নিম্ন
mn: Нам
mr: कमी
ne: सानो
ps: ټیټ
rw: Hasi
sl: Nizka
ta: கீழ்
te: తక్కువైన
ur: نیچا

source: Large file
bn_in: বড় ফাইল
mn: Том файл
mr: मोठी फाइल
ne: ठूलो फाइल
ps: لویه دوتنه
rw: Ububiko bunini
sl: Velika datoteka
ta: பெரிய கோவை
te: పెద్ద ఫైలు
ur: بڑی مسل

source: Small file
bn_in: ছোট ফাইল
mn: Жижиг файл
mr: छोटी फाइल
ne: सानो फाइल
ps: وړه دوتنه
rw: Ububiko buto
sl: Majhna datoteka
ta: சிறிய கொவை
te: చిన్న ఫైలు
ur: چهوٹی مسل

source: Silent
bn_in: নিরব
mn: Дуугүй
mr: शांत
ne: मौन
ps: غلي-چوپ
rw: Guceceka
sl: Tiho
ta: அமைதி
te: మౌనము
ur: خاموش

source: Rotate
bn_in: ঘোরাও
mn: Эргүүлэх
mr: आसाभोवती फिरणे
ne: घुमाउ
ps: چورلول
rw: kuzengurutsa
sl: Zasuči
ta: சுழட்சி
te: తిప్పు
ur: گهمائیں

source: Width
bn_in: প্রশস্ত
mn: Өргөн
mr: रुंदी
ne: चौडाई
ps: پلنولې
rw: ubugari
sl: Širina
ta: அகலம்
te: వెడల్పు
ur: چوڑائی

source: Height
bn_in: উচ্চতা
mn: Өндөр
mr: उंची
ne: उचाई
ps: لوړوالې
rw: Ubuhagarike
sl: Višina
ta: உயரம்
te: ఎత్తు
ur: اونچائی

source: Click to take picture
bn_in: ছবি তোলার জন্য ক্লিক করো
mn: Зураг авахдаа энд дарна уу
mr: फोटो काढण्यासाठी क्लिक करा
ne: तस्बिर लिन क्लिक गर
ps: انځور کښنې لپاره ټک کړﺉ
rw: Kanda ufate ifoto
sl: Pritisni za fotografiranje
ta: நிலைப்படம் எடுப்பதற்கு சொடுக்கு
te: చిత్రం తీయడానికి నొక్కు
ur: تصویر کهینچنے کے لیے کلک کریں

source: Click to add picture
bn_in: ছবি যোগ করার জন্য ক্লিক করো
mn: Зураг нэмэхдээ энд дарна уу
mr: फोटो जोडण्यासाठी क्लिक करा
ne: तस्बिर थप्न क्लिक गर
ps: انځور زیاتوونې لپاره ټک وکړﺉ
rw: Kanda wongereho ifoto
sl: Pritisni za dodajanje slike
ta: படம் சேர்ப்பதற்கு சொடுக்கு
te: చిత్రం కలపడానికి నొక్కు
ur: تصویر اضافہ کرنے کے لیے کلک کریں

source: Downloading %(1)s from %(2)s
bn_in: %(2)s থেকে %(1)s ডাউনলোড করা হচ্ছে
mn: %(2)s-ээс %(1)s-ийг татаж байна
mr: डाउनलोडींग %(१)s फ़ॉम %(२)s
ne: %(१) बाट %(२) दाउनलोड गर्दै
ps: رالېښل %(1)s له %(2)s
rw: Kura kuri mudasobwa %(1)s kuva %(2)s
sl: Prenašam %(1)s od %(2)s
ta: பதிவிறக்கம் %(1)கள் இருந்து %(2)கள்
te: %(2)s నుండి %(1)s దిగుమతి జరుగుతుంది
ur: %(2)s سے %(1)s ڈاؤن لوڈ کر رہا ہے

source: Cannot download this %(1)s
bn_in: এই %(1)s ডাউনলোড করতে পারে নি
mn: Энэ %(1)s-г татаж чадахгүй байна
mr: %(1)s डाउनलोड करू शकत नाही
ne: %(१) दाउनलोड गर्न सकेन
ps: دا %(1)s نشي رالېښل کېدای
rw: Ntibishoboka kuva kuri mudasobwa %(1)s
sl: Ne morem prenesti %(1)s
ta: இதை பதிவிறக்கமுடியாது %(1)கள்
te: ఈ %(1)s దిగుమతి కుదరదు
ur: یہ %(1)s نہیں ڈاؤن لوڈ کر سکتا

source: Save %(1)s to:
mn: %(1)s-ийг хадгалах хавтас:
ne: %(१)मा बचाऊ:
ta: சேமிப்பதற்கு %(1)கள்:

source: Your %(1)s is full
bn_in: আপনার %(1)s ভরে গেছে
mn: Таны %(1)s дүүрэн байна
mr: तुमच %(१) भरलेला आहे
ne: तिम्रो %(1) मा ठाउँ पुगेन
ps: ستاسې %(1)s بشپړ دى
rw: Iicyawer %(1)s kiruzuye
sl: Tvoj %(1) je poln:
ta: உன்னுடைய%(1)கள் நிறம்பிவிட்டது
te: మీ %(1)s నిండుగా ఉన్నది
ur: آپ کی %(1)s بھر گئی ہے

source: Journal
bn_in: জার্নাল
mn: Бүртгэл
mr: नियतकालिक
ne: खाता
ps: ورځپاڼه
rw: Ikinyamakuru
sl: Beležka
ta: சஞ்சிகை
te: పద్దు
ur: جریدہ

source: USB
bn_in: ইউএসবি
mr: यु. एस. बी
ne: युएसबी
ps: یو.اېس.بي
te: యు ఎస్ బి(USB)

source: SD Card
bn_in: এসডি কার্ড
mn: SD карт
mr: एस.डी. कार्ड
ne: एसडी कार्ड
ps: اېس.ډي کارټ
rw: iIkarita ya SD
sl: SD-kartica
te: ఎస్ డి కార్డ్(SD Card)
ur: SD کارڈ

source: Preferences
bn_in: পছন্দসমূহ
mn: Тохиргоо
mr: प्राथमिकता
ne: प्राथमिकता
ps: غوره توبونه
rw: Ibyo wifuza
sl: Preference
ta: விருப்பத்தேர்வுகள்
te: ఇష్టాలు
ur: ترجیحات

source: Free space:
bn_in: খালি জায়গা:
mn: Сул зай:
mr: बाकी जागा
ne: खाली ठाउँ:
ps: خپلواكه تشه:
rw: Umwanya urimo ubusa
sl: Prost pomnilnik:
ta: காலியான இடம்
te: ఖాళీ జాగా
ur: خالی جگہ:

source: Bitrate
bn_in: বিটরেট
mn: Бит-н хурд
mr: बिटरेट
ne: बिटरेट
ps: بېټرېټ
ta: பிட்அலகு
te: బిట్ రేట్
ur: بٹ ريٹ

source: Maximum Bitrate
bn_in: সর্বোচ্চ বিটরেট
mn: Хамгийн их бит-н хурд
mr: अधिकात अधिक बिटरेट
ne: सबभन्दा धेरै बिटरेट
ps: تر ټولو زيات بېټرېټ
rw: Bitrate nini
sl: Največji bitrate
ta: கூடிய பிட்அலகு
te: గరిష్ట బిట్ రేట్
ur: زيادہ سے زيادہ بٹ ريٹ

source: Minumum Bitrate
bn_in: সর্বনিম্ন বিটরেট
mn: Хамгийн бага бит-н хурд
mr: कमीत कमी बिटरेट
ne: सबभन्दा थोरै बिटरेट
ps: تر ټولو لږ بېټرېټ
rw: Bitrate ntoya
sl: Najmanjši bitrate
ta: குறைந்த பிட்அலகு
te: కనిష్ట బిట్ రేట్
ur: کم سے کم بٹ ريٹ

source: Manage Bitrate
bn_in: বিটরেট ব্যবস্থাপনা
mn: Бит-н хурдыг тохируулах
mr: बिटरेट व्यवस्थित करा
ne: बिटरेट मिलाउ
ps: بېټرېټ سمبالول
sl: Upravljaj z bitrate
ta: செயற்படுத்தும் பிட்அலகு
te: బిట్ రేట్ ను నియంత్రించు
ur: بٹ ريٹ بندوبست کریں

source: Border
bn_in: সীমা
mn: Хүрээ
mr: कडा
ne: घेरा
ps: برید
rw: Umupaka
sl: Rob
ta: எல்லை
te: అంచు
ur: بارڈر

source: Center
bn_in: মধ্য
mn: Төв
mr: केंद्र
ne: बीच
ps: منځول
rw: Ihuriro
sl: Sredina
ta: மத்திய
te: మద్యలో
ur: مرکز

source: Frames
bn_in: ফ্রেম
mn: Кадрууд
mr: चौकटी
ne: फ्रेमहरु
ps: چوکاټونه
sl: Slike
ta: சட்டங்கள்
te: ఫ్రేములు
ur: فریم

source: Automatic keyframe detection
bn_in: স্বয়ক্রিয় কীফ্রেম সনাক্তকরণ
mn: Үндсэн кадрыг автоматаар олох
mr: किफ्रेमची स्वयंचलित शोध
ne: अटोमेटिक किफ्रेम डिटेक्सन्
ps: خپلکارى كليدي چوكاټ موندونكې
sl: Samodejno zaznavanje ključnih slik
ta: தன்னியக்க சாவிச்சட்டத்தை கண்டறிதல்
te: దానంతట దానిగా కీ ఫ్రేమ్ శోధన
ur: خود کار فریم کھوج

source: Force keyframe
bn_in: কীফ্রেমে জোর
mn: Үндсэн кадрыг оноох
mr: किफ्रेमला ढकला
ne: फोर्स किफ्रेम
ps: ځواك كليدي چوكاټ
sl: Nastavi ključno sliko
ta: விசைச்சாவிச்சட்டம்
te: కీ ఫ్రేమ్ చొప్పించు
ur: کی فريم کو فورس کريں

source: Keyframe frequency
bn_in: কীফ্রেম কম্পাংক
mn: Үндсэн кадрын давтамж
mr: किफ्रेमची पुनरावृत्ती
ne: किफ्रेम फ्रिकोयन्सी
ps: د كليدي چوكاټ فرېكوينسي
sl: Pogostost ključnih slik
ta: சாவிச்சட்ட மீடிறன்
te: కీ ఫ్రేమ్ ఫ్రీక్వెంసీ
ur: کی فريم کا تعدد

source: Keyframe minimum distance
bn_in: কীফ্রেম সর্বনিম্ন দুরত্ব
mn: Үндсэн кадрын хоорондын хамгийн бага зай
mr: किफ्रेम मधला कमीत कमी अंतर
ne: िकफ्रेम नियुन दुरी
ps: د كليدي چوكاټ ترټولو لږ واټن
rw: Keyframe intera ntoya
sl: Najmanjša oddaljenost ključnih slik
ta: குறைந்த தூர சாவிச்சட்டம்
te: కీ ఫ్రేమ్ అతితక్కువ దూరం
ur: کی فريم کا کم سے کم فاصل

source: Keyframe threshold
bn_in: কীফ্রেম থ্রেশল্ড
mn: Үндсэн кадрын хязгаар
mr: किफ्रेमची सुरुवात
ne: किफ्रम थ्रेसहोल्ड
ps: د كليدي چوكاټ درشل
rw: Keyframe trreshold
sl: Nivo ključnih slik
ta: சாவிச்சட்ட வாசற்படி
te: కీ ఫ్రేమ్ పతాక స్థాయి
ur: کی فريم حد

source: Noise Sensitivity
bn_in: কোলাহল স্পর্শকাতরতা
mn: Шуугиан мэдрэгч
mr: कोळाहलची संवेदनशीलता
ne: नोइज सेन्सिटिभिटि
ps: د شورماشور حساسيت
rw: Urusakur rwumvikana
sl: Občutljivost na šum
ta: இரைச்சல் உணர்தல்
te: గోల గ్రాహ్యత
ur: شور کی حساسيئت

source: Quick
bn_in: দ্রুত
mn: Хурдан
mr: लवकर
ne: छिटो
ps: ژر
rw: Vuba
sl: Hitro
ta: வேகம்
te: త్వరగా
ur: جلدی

source: Sharpness
bn_in: তীক্ষ্ণতা
mn: Тодрол
mr: तीक्षपणा
ne: कडापन
ps: ځيږوالې
rw: Gutyara
sl: Ostrina
ta: கூர்மை
te: పదును
ur: نفاست

source: Capacity
bn_in: ক্ষমতা
mn: Багтаамж
mr: धारणक्षमता
ne: क्षमता
ps: ضرفيت
rw: ubushobozi
sl: Kapaciteta
ta: கொள்ளளவு
te: సామర్ధ్యం
ur: گنجائش
